{"vocab2index": {"": 0, "UNK": 1, "how": 2, "s": 3, "everything": 4, "are": 5, "things": 6, "going": 7, "hello": 8, " ": 9, "anyone": 10, "there": 11, "you": 12, "okay": 13, "right": 14, "now": 15, "doing": 16, "it": 17, "ahoy": 18, "hoy": 19, "hey": 20, "is": 21, "with": 22, "have": 23, "been": 24, "nice": 25, "to": 26, "see": 27, "hiya": 28, "what": 29, "up": 30, "re": 31, "good": 32, "goes": 33, "ai": 34, "wake": 35, "day": 36, "greetings": 37, "friend": 38, "fellow": 39, "yo": 40, "for": 41, "well": 42, "today": 43, "my": 44, "on": 45, "this": 46, "fine": 47, "heller": 48, "so": 49, "hi": 50, "just": 51, "wanted": 52, "say": 53, "your": 54, "why": 55, "hola": 56, "ve": 57, "feeling": 58, "evening": 59, "the": 60, "ok": 61, "life": 62, "ife": 63, "treating": 64, "can": 65, "tell": 66, "me": 67, "aloha": 68, "do": 69, "feel": 70, "bonjour": 71, "like": 72, "hanging": 73, "alright": 74, "happening": 75, "bandit": 76, "howdy": 77, "new": 78, "salutations": 79, "who": 80, "formed": 81, "constructed": 82, "design": 83, "company": 84, "coded": 85, "fabricated": 86, "wrote": 87, "code": 88, "owns": 89, "brought": 90, "that": 91, "programmed": 92, "be": 93, "was": 94, "inventor": 95, "of": 96, "made": 97, "by": 98, "whom": 99, "could": 100, "let": 101, "know": 102, "would": 103, "provide": 104, "name": 105, "i": 106, "want": 107, "am": 108, "needing": 109, "need": 110, "wanting": 111, "give": 112, "an": 113, "answer": 114, "m": 115, "brand": 116, "created": 117, "creator": 118, "algorithms": 119, "manufactured": 120, "designed": 121, "responsible": 122, "existence": 123, "business": 124, "caused": 125, "remember": 126, "compiled": 127, "software": 128, "engineers": 129, "gave": 130, "people": 131, "invented": 132, "developed": 133, "actions": 134, "supplied": 135, "instructions": 136, "formulated": 137, "which": 138, "credit": 139, "accredited": 140, "organization": 141, "internal": 142, "program": 143, "engineered": 144, "creater": 145, "did": 146, "programming": 147, "were": 148, "built": 149, "in": 150, "usa": 151, "produces": 152, "and": 153, "similar": 154, "machines": 155, "may": 156, "came": 157, "from": 158, "originator": 159, "crafted": 160, "programmer": 161, "person": 162, "come": 163, "please": 164, "identify": 165, "or": 166, "team": 167, "their": 168, "will": 169, "makes": 170, "making": 171, "d": 172, "sponsored": 173, "didn": 174, "t": 175, "hear": 176, "repeat": 177, "one": 178, "more": 179, "time": 180, "repeated": 181, "another": 182, "again": 183, "must": 184, "question": 185, "excuse": 186, "not": 187, "get": 188, "yourself": 189, "catch": 190, "over": 191, "restate": 192, "last": 193, "thing": 194, "told": 195, "said": 196, "hold": 197, "response": 198, "quite": 199, "sorry": 200, "missed": 201, "couldn": 202, "phrase": 203, "ask": 204, "nt": 205, "understand": 206, "mention": 207, "once": 208, "replay": 209, "message": 210, "sat": 211, "gain": 212, "louder": 213, "run": 214, "yep": 215, "affirmative": 216, "true": 217, "false": 218, "a": 219, "fact": 220, "agree": 221, "truth": 222, "believe": 223, "great": 224, "awesome": 225, "totally": 226, "oh": 227, "yes": 228, "seems": 229, "positive": 230, "very": 231, "appears": 232, "statement": 233, "correct": 234, "think": 235, "accurate": 236, "all": 237, "indeed": 238, "definite": 239, "vote": 240, "yeah": 241, "got": 242, "absolutely": 243, "confirm": 244, "really": 245, "alot": 246, "agreed": 247, "valid": 248, "go": 249, "ahead": 250, "course": 251, "exactly": 252, "confirmed": 253, "uh": 254, "huh": 255, "yeap": 256, "sure": 257, "actually": 258, "resounding": 259, "as": 260, "definitely": 261, "much": 262, "its": 263, "sir": 264, "birthday": 265, "many": 266, "years": 267, "earth": 268, "year": 269, "born": 270, "days": 271, "old": 272, "when": 273, "date": 274, "exist": 275, "long": 276, "alive": 277, "ago": 278, "al": 279, "age": 280, "has": 281, "birth": 282, "where": 283, "place": 284, "grow": 285, "love": 286, "lemme": 287, "here": 288, "operating": 289, "turn": 290, "next": 291, "youare": 292, "at": 293, "moment": 294, "creation": 295, "existed": 296, "months": 297, "working": 298, "siri": 299, "alexa": 300, "older": 301, "than": 302, "exact": 303, "around": 304, "celebrating": 305, "young": 306, "functional": 307, "originate": 308, "recite": 309, "some": 310, "liners": 311, "any": 312, "jokes": 313, "about": 314, "zebras": 315, "truly": 316, "funny": 317, "knock": 318, "find": 319, "food": 320, "show": 321, "something": 322, "indicate": 323, "topic": 324, "joke": 325, "make": 326, "laugh": 327, "hit": 328, "funniest": 329, "if": 330, "wanna": 331, "listen": 332, "few": 333, "parenting": 334, "list": 335, "animals": 336, "politics": 337, "amusing": 338, "adulthood": 339, "americans": 340, "share": 341, "use": 342, "politicians": 343, "ll": 344, "cows": 345, "anything": 346, "cats": 347, "jobs": 348, "artificial": 349, "intelligence": 350, "cars": 351, "lawyers": 352, "favorite": 353, "dirty": 354, "non": 355, "offensive": 356, "look": 357, "pizza": 358, "hilarious": 359, "giggle": 360, "heard": 361, "lately": 362, "pun": 363, "latest": 364, "dogs": 365, "rats": 366, "somthing": 367, "mind": 368, "sharing": 369, "dad": 370, "dmv": 371, "dog": 372, "dinosaurs": 373, "donkeys": 374, "baseball": 375, "peanuts": 376, "office": 377, "parties": 378, "horses": 379, "real": 380, "talking": 381, "speaking": 382, "someone": 383, "consider": 384, "bot": 385, "sound": 386, "prove": 387, "fake": 388, "human": 389, "computer": 390, "live": 391, "automated": 392, "being": 393, "robot": 394, "assistance": 395, "actual": 396, "member": 397, "race": 398, "whether": 399, "should": 400, "regard": 401, "copmuter": 402, "classified": 403, "considered": 404, "aren": 405, "way": 406, "machine": 407, "specify": 408, "music": 409, "three": 410, "six": 411, "mafia": 412, "does": 413, "x": 414, "fleet": 415, "foxes": 416, "cloud": 417, "control": 418, "played": 419, "play": 420, "workout": 421, "playlist": 422, "put": 423, "jam": 424, "session": 425, "smooth": 426, "jazz": 427, "song": 428, "rock": 429, "she": 430, "take": 431, "money": 432, "u": 433, "bells": 434, "off": 435, "entitled": 436, "rap": 437, "drake": 438, "hip": 439, "hop": 440, "beyonce": 441, "above": 442, "everlong": 443, "foo": 444, "fighters": 445, "god": 446, "plan": 447, "nirvana": 448, "lady": 449, "gaga": 450, "beach": 451, "house": 452, "slow": 453, "magic": 454, "maroon": 455, "  ": 456, "playlists": 457, "beatles": 458, "jude": 459, "don": 460, "bad": 461, "even": 462, "flow": 463, "pearl": 464, "help": 465, "     ": 466, "smashing": 467, "pumpkins": 468, "bob": 469, "dylan": 470, "led": 471, "zeppelin": 472, "heart": 473, "shaped": 474, "box": 475, "rolling": 476, "stones": 477, "commence": 478, "playing": 479, "start": 480, "vaporwave": 481, "post": 482, "called": 483, "guerrilla": 484, "radio": 485, "resume": 486, "metal": 487, "death": 488, "taylor": 489, "swift": 490, "mix": 491, "black": 492, "blood": 493, "brothers": 494, "bring": 495, "noise": 496, "tunes": 497, "pop": 498, "colony": 499, "birchman": 500, "tiny": 501, "dancer": 502, "guitar": 503, "baby": 504, "shark": 505, "doo": 506, "lyrics": 507, "songs": 508, "pull": 509, "shower": 510, "elvis": 511, "hooked": 512, "kinds": 513, "into": 514, "hobby": 515, "spare": 516, "fun": 517, "hobbies": 518, "past": 519, "times": 520, "part": 521, "talk": 522, "yours": 523, "speak": 524, "spend": 525, "free": 526, "sort": 527, "work": 528, "extra": 529, "activities": 530, "enjoy": 531, "sorts": 532, "kind": 533, "describe": 534, "paint": 535, "other": 536, "while": 537, "occupy": 538, "pique": 539, "interest": 540, "types": 541, "might": 542, "keeps": 543, "busy": 544, "happy": 545, "down": 546, "lets": 547, "partake": 548, "leisure": 549, "inform": 550, "ta": 551, "wish": 552, "later": 553, "alligator": 554, "after": 555, "crocodile": 556, "stay": 557, "out": 558, "trouble": 559, "bye": 560, "fry": 561, "guy": 562, "square": 563, "classy": 564, "fare": 565, "thee": 566, "rebound": 567, "buffalo": 568, "peace": 569, "road": 570, "prosper": 571, "smoke": 572, "kipper": 573, "back": 574, "breakfast": 575, "butterfly": 576, "winch": 577, "wench": 578, "emotional": 579, "door": 580, "dinosaur": 581, "flip": 582, "side": 583, "bolt": 584, "soon": 585, "racoon": 586, "still": 587, "home": 588, "hasta": 589, "la": 590, "vista": 591, "haters": 592, "hug": 593, "ladybug": 594, "bounce": 595, "toodle": 596, "pip": 597, "calc": 598, "care": 599, "storming": 600, "castle": 601, "adieu": 602, "cockatoo": 603, "blow": 604, "kiss": 605, "goldfish": 606, "pleasure": 607, "privilege": 608, "meet": 609, "attacked": 610, "bear": 611, "night": 612, "caught": 613, "thank": 614, "cooperation": 615, "farewell": 616, "forward": 617, "our": 618, "meeting": 619, "gon": 620, "na": 621, "bakery": 622, "truck": 623, "haul": 624, "buns": 625, "chop": 626, "lollipop": 627, "roll": 628, "star": 629, "blue": 630, "jay": 631, "case": 632, "afternoon": 633, "influence": 634, "everyone": 635, "forget": 636, "unto": 637, "breach": 638, "dear": 639, "friends": 640, "ya": 641, "wouldn": 642, "girl": 643, "scout": 644, "adios": 645, "hippos": 646, "scoot": 647, "little": 648, "newt": 649, "smell": 650, "cya": 651, "jellyfish": 652, "lord": 653, "split": 654, "force": 655, "   ": 656, "always": 657, "parting": 658, "such": 659, "sweet": 660, "sorrow": 661, "shall": 662, "till": 663, "tomorrow": 664, "cool": 665, "dude": 666, "cut": 667, "blade": 668, "grass": 669, "parakeet": 670, "careful": 671, "mauled": 672, "squirrel": 673, "aggregator": 674, "trip": 675, "raindrop": 676, "baboon": 677, "tolerate": 678, "power": 679, "compels": 680, "sidewalk": 681, "late": 682, "bus": 683, "gigantopithecus": 684, "move": 685, "brussels": 686, "sprout": 687, "doormat": 688, "says": 689, "goodbye": 690, "ciao": 691, "brown": 692, "cow": 693, "screw": 694, "guys": 695, "space": 696, "cowboy": 697, "return": 698, "round": 699, "rissole": 700, "easy": 701, "greasy": 702, "slide": 703, "toodaloo": 704, "caribou": 705, "outtie": 706, "amigos": 707, "folks": 708, "polar": 709, "rainbow": 710, "trout": 711, "outta": 712, "spit": 713, "through": 714, "trumpet": 715, "future": 716, "begone": 717, "until": 718, "suckers": 719, "forever": 720, "internet": 721}, "num_embeddings": 722}